import { IArticle } from "./models"

// Данные для статей
export const articles: IArticle[] = [
    {
        title: 'Что лучше: купить масло или заказать регенерацию?',
        subtitle: 'Подзаголовок первого раздела',
        mainText1: 'Но недостаточно просто включить функцию в CSS. В спецификациях CSS Text Module Level 4 появилась возможность управлять переносами, как в программах для вёрстки (например, InDesign) и некоторых текстовых редакторах (включая Word). Эти элементы управления позволяют разными способами установить количество переносов в тексте.',
        
    },
    {
        title: 'Как заказать регенерацию, если я нахожусь в Сибири?',
        subtitle: 'Подзаголовок первого раздела',
        mainText1: 'Но недостаточно просто включить функцию в CSS. В спецификациях CSS Text Module Level 4 появилась возможность управлять переносами, как в программах для вёрстки (например, InDesign) и некоторых текстовых редакторах (включая Word). Эти элементы управления позволяют разными способами установить количество переносов в тексте.',
        
    },
    {
        title: 'Возможно ли купить много установок бесплатно?',
        subtitle: 'Подзаголовок первого раздела',
        mainText1: 'Но недостаточно просто включить функцию в CSS. В спецификациях CSS Text Module Level 4 появилась возможность управлять переносами, как в программах для вёрстки (например, InDesign) и некоторых текстовых редакторах (включая Word). Эти элементы управления позволяют разными способами установить количество переносов в тексте.',
        
    },
    {
        title: 'Возможно ли забронировать регенерацию на год?',
        subtitle: 'Подзаголовок первого раздела',
        mainText1: 'Но недостаточно просто включить функцию в CSS. В спецификациях CSS Text Module Level 4 появилась возможность управлять переносами, как в программах для вёрстки (например, InDesign) и некоторых текстовых редакторах (включая Word). Эти элементы управления позволяют разными способами установить количество переносов в тексте.',

    },
    {   title: 'Заголовок первого раздела',
        subtitle: 'Подзаголовок первого раздела',
        mainText1: 'Но недостаточно просто включить функцию в CSS. В спецификациях CSS Text Module Level 4 появилась возможность управлять переносами, как в программах для вёрстки (например, InDesign) и некоторых текстовых редакторах (включая Word). Эти элементы управления позволяют разными способами установить количество переносов в тексте.',
        popular: true,
    }, 
    {   title: 'Заголовок второго и третьего разделов?',
        subtitle: 'Подзаголовок второго раздела',
        mainText1: 'Если переносить короткие слова, их труднее читать. Точно так же вы не хотите отрывать от слова маленький кусочек. Общепринятое эмпирическое правило состоит в том, чтобы переносить только слова длиной не менее',
        popular: true,
    }, 
    {   title: 'Заголовок третьего раздела',
        subtitle: 'Подзаголовок третьего раздела',
        mainText1: 'Подзаголовок третьего превысокомногорассмотрительствующий раздела раздела раздела',
    }, 
    {   title: 'Заголовок третьего раздела',
        subtitle: 'Подзаголовок первого раздела',
        mainText1: 'Перенос — идеальный пример прогрессивного улучшения. Эти свойства можно активировать уже сейчас, если вы считаете, что читатели выиграют от этого. Поддержка браузеров постепенно увеличится. Если вы разрабатываете сайт на языке с длинными словами, как немецкий, читатели точно будут благодарны',
    }, 
    {   title: 'Заголовок четвёртого раздела',
        subtitle: 'Подзаголовок первого раздела',
        mainText1: 'По эстетическим соображениям можно ограничить количество строк подряд с переносами. Последовательные чёрточки дефисов (три или более), уничижительно называются лесенкой. Общее эмпирическое правило для английского языка заключается в том, что две строки подряд — идеальный ',
        popular: true,
    }, 
    {   title: 'Заголовок пятого раздела',
        subtitle: 'Подзаголовок первого раздела',
        mainText1: 'Это означает, что зона переноса станет меньше на экранах меньшего размера, что вызовет больше переносов и меньше незаполненных строк. И наоборот, на более широких экранах зона переноса расширится, следовательно, будет меньше переносов и больше оборванных строк, которые на широких экранах не так критичны. Основываясь на типичных значениях в программах',
    }, 
    {   title: 'Заголовок шестого раздела',
        subtitle: 'Подзаголовок первого раздела',
        mainText1: 'Отступ обрабатывается как поле, примененное к начальному краю линейного блока. Если в первой строке блочного элемента присутствует изображение, то оно сдвинется вместе с остальным текстом.',
    }, 
    {   title: 'Заголовок седьмого раздела',
        subtitle: 'Подзаголовок первого раздела',
        mainText1: 'Размер отступа в виде абсолютной длины. Процентное значение вычисляется от собственной логической ширины блока-контейнера. Значение по умолчанию',
    }, 
]
