interface keyWord {
    id: number;
    word: string;
}

export const keyWordsList : keyWord[] = [
    {   id: 1,
        word: "Способы" },
    {   id: 2,
        word: "Регенерация" },
    {   id: 3,
        word: "Трансформаторы" },
    {   id: 4,
        word: "Заказ" },
    {   id: 5,
        word: "Издержки" },
    {   id: 6,
        word: "Результаты" },
    {   id: 7,
        word: "Установки" },
    // { word: "Преимущества" },
    // { word: "Адсорбционная" },
    // { word: "Трансформаторы" },
    // { word: "Трансформаторы" },
    // { word: "Трансформаторы" },
    // { word: "Трансформаторы" },
    // { word: "Трансформаторы" },
    // { word: "Заказ" },
    // { word: "Заказ" },
    // { word: "Издержки" },
    
    // { word: "Заказ" },
    // { word: "Издержки" },
    // { word: "Способы" },
    // { word: "Регенерация" },
    // { word: "Способы" },
    // { word: "Регенерация" },
    // { word: "Способы" },
    // { word: "Регенерация" },
    
]