interface keyWord {
    id: number;
    word: string;
}

export const keyWordsList : keyWord[] = [
    {   id: 1,
        word: "Способы" },
    {   id: 2,
        word: "Регенерация" },
    {   id: 3,
        word: "Трансформаторы" },
    {   id: 4,
        word: "Заказ" },
    {   id: 5,
        word: "Издержки" },
    {   id: 6,
        word: "Результаты" },
    {   id: 7,
        word: "Установки" },
    /*
    {   id: 8,
        word: "Преимущества" },
    {   id: 9,
        word: "Адсорбционная" },
    
    {   id: 10,
        word: "Трансформаторы" },
    {   id: 11,
        word: "Трансформаторы" },
    {   id: 12,
        word: "Трансформаторы" },
    {   id: 13,
        word: "Трансформаторы" },
    {   id: 14,
        word: "Трансформаторы" },
    {   id: 15,
        word: "Заказ" },
    {   id: 16,
        word: "Заказ" },
    {   id: 17,
        word: "Издержки" },
        
    {   id: 18,
        word: "Заказ" },
    {   id: 19,
        word: "Издержки" },
    {   id: 20,
        word: "Способы" },
    {   id: 21,
        word: "Регенерация" },
    {   id: 22,
        word: "Способы" },
    {   id: 23,
        word: "Регенерация" },
    {   id: 24,
        word: "Способы" },
    {   id: 25,
        word: "Регенерация" },
        */
    
]