// interface keyWord {
//     id: number;
//     word: string;
// }

export const keyWordsList : string[] = [
        "Способы",
        "Регенерация",
        "Трансформаторы",
        "Заказ",
        "Издержки",
        "Результаты",
        "Установки",
        "Преимущества",
        "Адсорбционная",
        // "Трансформаторы",
        // "Трансформаторы",
        // "Трансформаторы",
        // "Трансформаторы",
        // "Трансформаторы",
        // "Заказ",
        // "Заказ",
        // "Издержки",
        // "Заказ",
        // "Издержки",
        // "Способы",
        // "Регенерация",
        // "Способы",
        // "Регенерация",
        // "Способы",
        // "Регенерация",
]