interface keyWord {
    word: string;
}

export const keyWordsList : keyWord[] = [
    { word: "Способы" },
    { word: "Регенерация" },
    { word: "Трансформаторы" },
    { word: "Заказ" },
    { word: "Издержки" },
    { word: "Результаты" },
    { word: "Установки" },
    // { word: "Преимущества" },
    // { word: "Адсорбционная" },
    // { word: "Трансформаторы" },
    // { word: "Трансформаторы" },
    // { word: "Трансформаторы" },
    // { word: "Трансформаторы" },
    // { word: "Трансформаторы" },
    // { word: "Заказ" },
    // { word: "Заказ" },
    // { word: "Издержки" },
    
    // { word: "Заказ" },
    // { word: "Издержки" },
    // { word: "Способы" },
    // { word: "Регенерация" },
    // { word: "Способы" },
    // { word: "Регенерация" },
    // { word: "Способы" },
    // { word: "Регенерация" },
    
]